//common
"Cancel" = "取消";
"Close" = "关闭";
"OK" = "确认";

/* No comment provided by engineer. */
"AnamorphosisSetupUnavailabe" = "免费版本不支持Anamorphosis设置";

/* No comment provided by engineer. */
"BuyProVersion" = "专业版";


/* No comment provided by engineer. */
"Facebook" = "脸谱";

/* No comment provided by engineer. */
"ProductFanArts" = "粉丝作品";

/* No comment provided by engineer. */
"ProductGuide" = "新手引导";

/* No comment provided by engineer. */
"ProductSupport" = "产品论坛";

/* No comment provided by engineer. */
"SinaWeibo" = "微博";

/* No comment provided by engineer. */
"Twitter" = "推特";

"Photo" = "相册";

"Camera" = "相机";

"Email" = "邮件";

//swatches
"Aggressive" = "嚣张";
"Ancient" = "古代";
"Attractive" = "诱人";
"Balanced" = "平衡";
"Baroque" = "巴洛克风格";
"Blazing" = "燃烧";
"Calm" = "平静";
"Casual" = "休闲";
"Charming" = "迷人";
"Clean" = "清洁";
"Cooling" = "冷静";
"Creative" = "创造";
"Cute" = "玲珑";
"Dangerous" = "危险";
"Dear" = "心爱";
"Delightful" = "愉快";
"Dismal" = "忧郁";
"Dreamy" = "梦幻";
"Dry" = "干燥";
"Elaborate" = "精巧";
"Empty" = "空虚";
"Erotic" = "性爱";
"Even" = "均匀";
"Expressive" = "表现力";
"Fascinating" = "醉人";
"Fashionable" = "流行";
"Flat" = "平坦";
"Flawless" = "无暇";
"Fragrant" = "芬芳";
"Free" = "自由";
"Full" = "充实";
"Funny" = "滑稽";
"Happy" = "幸福";
"Hard" = "坚硬";
"Healthy" = "健康";
"Heavy" = "沉重";
"HighTech" = "高科技";
"Horrid" = "可怕";
"Hot" = "炎热";
"Huge" = "巨大";
"IceCold" = "冰冷";
"Infinite" = "无限";
"Innovation" = "创新";
"Light" = "浅色";
"Lovely" = "可爱";
"Magical" = "魔术";
"Maximum" = "最大";
"Minimal" = "最小";
"Moist" = "潮湿";
"Mystic" = "神秘";
"Nebulous" = "朦胧";
"Noble" = "高贵";
"OldFashioned" = "古典";
"Oriental" = "东方情调";
"Outdated" = "旧式";
"Paradisiacal" = "天堂";
"Passionate" = "激情";
"Powerful" = "强大";
"Pretty" = "漂亮";
"Priceless" = "无价";
"Professional" = "专业";
"Pure" = "纯洁";
"Qualitative" = "品质";
"Quiet" = "安静";
"Raw" = "原始";
"Relaxed" = "放松";
"Sad" = "难过";
"Safe" = "安全";
"Sexy" = "性感";
"Shapely" = "优美";
"Simple" = "简单";
"Smooth" = "光滑";
"Soft" = "柔软";
"Solid" = "坚实";
"Sophisiticated" = "精致";
"Spirited" = "活泼";
"Splendid" = "辉煌";
"Static" = "静态";
"Stuffy" = "沉闷";
"Stylish" = "时髦";
"Sweet" = "甜蜜";
"Symbolic" = "象征";
"Tiny" = "微小";
"Traditional" = "传统";
"Velvety" = "天鹅绒般";
"Visionary" = "幻想";
"Wide" = "宽广";
"WornOut" = "磨损";
"Young" = "年轻";

"Normal" = "正常";
"Multiply" = "正片叠底";
"Screen" = "滤色";
"Overlay" = "叠加";
"Darken" = "变暗";
"Lighten" = "变亮";
"ColorDodge" = "颜色减淡";
"ColorBurn" = "颜色加深";
"SoftLight" = "柔光";
"HardLight" = "强光";
"Difference" = "差值";
"Exclusion" = "排除";
"Hue" = "色相";
"Saturation" = "饱和度";
"Color" = "颜色";
"Luminosity" = "明度";

//IAP
"LayersIAP" = "层图层支持(专业版)";
"LayersFree" = "层图层支持(免费版)";
"SwatchIAP" = "免费版不支持调色板管理";
"Pro Version" = "专业版";
"InvalidImageWarning" = "导入非法图片";
"ClearAllLayersWarning" = "清除所有图层, 您确认要重新开始绘画嘛？";
